Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: For example, Einstein's theory of relativity was considerably strengthened, and Newton's theory shown to be insufficient, during the solar eclipse of 1919.
nb: For eksempel ble Einsteins relativitetsteori betydelig styrket, og Newtons teorier bevist som utilstrekkelige under solformørkelsen i 1919.

source: In Norway, the real interest rate may deviate from
nb: Realrenten i Norge kan avvike fra realrentene ute når

source: part of their job.
nb: og i tilleggsbevilgninger.

source: The Executive Board took note of the operations report for unlisted real estate management for the fourth quarter of 2017.
nb: Hovedstyret tok virksomhetsrapporten i unotert eiendomsforvaltning i fjerde kvartal 2017 til etterretning.

source: Since the swap • Short sale of 10-year government bonds
nb: Kortsalg (shortsalg) av 10-års statsobligasjoner

source: Item 197/2017 The current monetary situation – Interest rate decision
nb: Sak 197/2017 Den aktuelle pengepolitiske situasjon – Rentebeslutning

source: Table 1: Total debt (C3), mainland non-financial enterprises
nb: Tabell 1: Samlet gjeld (K3) i ikke-finansielle foretak Fastlands-Norge

source: o Sub-working group for Establishing an OIS market in NOK proposes specific conventions for interdealer trades referencing Nowa in their
nb: Undergruppen for etablering av OIS-marked i NOK foreslår ytterligere markedskonvensjoner for interdealer-derivater i deres innspill til konsultasjonsrapporten.

source: Item 63/2019 Monetary Policy Report with financial stability assessment 1/19
nb: Sak 63/2019 Pengepolitisk rapport med vurdering av finansiell stabilitet 1/19

source: (represented here by a higher σ2/
nb: er (her representert ved større σ2/

source: A fifth respondent stresses the importance of the fallback clause being accepted and applied across products and markets.
nb: En femte respondent understreker viktigheten av at fallback-klausulen aksepteres og anvendes på tvers av produkter og markeder.

source: Nibor is rarely used as the reference rate in a mortgage loan.
nb: Nibor benyttes i veldig liten grad som referanserente for boliglån.

source: Swedish krona (SEK) - daily exchange rate from Norges Bank
nb: Svenske kroner (SEK) - dagens valutakurs fra Norges Bank

source: market, and in which fine-tuning operations have an
nb: likviditet i interbankmarkedet, fordi foliorenten normalt

source: The remainder of the article is organised as follows: The pass-through from exchange rate movements to CIF import prices is discussed briefly in Section 2.
nb: Resten av artikkelen er organisert som følger: Gjennomslaget fra valutakursendringer til importprisene på havna drøftes kort i avsnitt 2.

source: In 1979, the go-ahead was given for petroleum activity north of 62⁰ North.
nb: I 1979 ble det åpnet for petroleumsvirksomhet også nord for 62.

source: tion were revised upwards in 1999.
nb: Dette hadde sammenheng med lavere enn antatt i 1999.

source: The glasses may also be read as "200", providing a link to the anniversary itself.
nb: Brillesymbolet kan for øvrig også leses som tallet ”200” og dermed lede hen til selve jubileet.

source: The CPMI is a committee comprising representatives of central banks, and IOSCO is the inter-national organisation of securities market regulators.
nb: CPMI er en komité bestående av representanter for sentralbanker, og IOSCO er den internasjonale organisasjonen for tilsynsmyndigheter for verdipapirmarkedene.

source: In accordance with Section 2.3 of the Terms and conditions for account management, Norges Bank deactivates access to NBO Online for users who have not been logged on to the system for the previous six months.
nb: I henhold til punkt 2.3 i vilkårene for kontohold deaktiverer Norges Bank tilgangen til NBO Online for brukere som ikke har vært pålogget de siste seks månedene.

source: The home ports of most of the fleet of sailing ships were the coastal towns between the Oslo Fjord and Bergen.
nb: Det meste av seilskipsflåten hørte hjemme i kystbyene mellom Oslofjorden og Bergen.

source: Overall cyclical vulnerabilities are at pre-pandemic levels, but clearly lower than in the years preceding the financial crisis.
nb: Syklisk sårbarhet er samlet sett omtrent på samme nivå som før pandemien, men klart lavere enn i årene før finanskrisen.

source: - Transition from Nibor to the alternative reference rate should not entail a transfer of value
nb: - I så stor grad som mulig bør en overgang fra Nibor til den alternative referanserenten ikke

source: Norges Bank as central bank has an unlimited supply of liquidity and does not
nb: Det er en varslingsrutine fra Finanstilsynet til Norges Bank for finans-

source: New 12-month Treasury bills were issued in March, June, September and December.
nb: Nye 12-måneders statskasseveksler ble lagt ut i mars, juni, september og desember.

source: No 20-krone coins in the standard design were minted bearing the date 2004.
nb: Den ordinære 20-kronemynten ble ikke preget med årstallet 2004.

source: investment management in 2011:
nb: forvaltningen i 2011:

source: New truths have to be established – a paradigm shift occurs.
nb: Da må nye sannheter etableres – vi får et paradigmeskifte.

source: The Council was kept updated through quarterly reports and supplementary statements on the substantial fluctuations in equity and NORGES BANK’S SUPERVISORY COUNCIL – REPORT FOR 2011
nb: gjennom kvartalsrapporter og utfyllende redegjørelser orientert om de betydelige svingningene i aksje- og rentemarkedene, NBIMs vurderinger og hovedstyrets oppfølgning av avkastning og risiko. NORGES BANKS REPRESENTANTSKAP – RAPPORT FOR 2011

source: distribution of responsibilities between Norges Bank
nb: bankene med kontanter, og bankene står for den videre

source: Owing to vulnerabilities in the Norwegian financial system, negative shocks can have more severe consequences for financial stability.
nb: Sårbarheter i det norske finansielle systemet fører til at negative forstyrrelser kan få mer alvorlige konsekvenser for finansiell stabilitet.

source: Prices for Norges Bank's settlement system (NBO) for 2021
nb: Priser i Norges Banks oppgjørssystem (NBO) for 2021

source: 8 The forecasts are available here:
nb: 8 Prognosene finnes he

source: The clearing house system arose in London in
nb: Systemet med clearinghus oppstod i London

source: The CCP’s access to borrowing facilities at Norges Bank is regulated by the
nb: Den sentrale motpartens adgang til lån i Norges Bank reguleres av Vilkårene, herunder

source: As the Commission points out, material changes to the guidelines for the management of the foreign exchange reserves will be a matter of importance of which the Bank must inform the Ministry pursuant to the proposed Section 1-6.
nb: Som utvalget påpeker, vil vesentlige endringer i retningslinjene for forvaltningen av valutareservene være en sak av viktighet som banken må informere departementet om etter forslaget til § 1-6.

source: term interest rate.
nb: De endelige anslagene

source: The reason why we have looked at
nb: fra periode til periode, og som kan bidra til kortsiktige

source: For the USD, GBP, CHF and JPY-part of the cross-currency basis swap, the interbank market has already moved over to trading new overnight rates as the standard underlying reference.
nb: På USD, GBP, CHF og JPY-delen av valutabasisswappen, har interbankmarkedet allerede gått over til å handle nye overnattenrenter som standard underliggende referanse.

source: Yngve Slyngstad presented NBIM's input for the consultation response on the Central Bank Law Commission's Report.
nb: Yngve Slyngstad redegjorde for NBIMs innspill til høringsuttalelsen om sentralbanklovutvalgets utredning.

source: The volume-weighted average yield on bond issuances was 0.89%, down from 1.53% in 2019.
nb: Volumvektet gjennomsnittlige rente på obligasjonsutstedelsene var 0,89 prosent, ned fra 1,53 prosent i 2019.

source: swapped for securities and not for central bank reserves.
nb: verdipapirer og ikke mot sentralbankreserver.

source: Government bonds as benchmarks
nb: Statspapirer som referanse

source: Some bilateral test trades have now been executed between banks, and indicative prices are set to be published by interdealer brokers from 1st October 2021.
nb: Noen bilaterale testhandler er nå utført mellom banker og indikative priser vil bli publisert av interdealer meglere fra 1. oktober 2021.

source: balance as a percentage of GDP.
nb: (EUR) og driftsbalansen i USA målt i prosent av BNP.

source: The Executive Board has previously discussed, including in a seminar on 15 August, how the vulnerability of the Norwegian economy to persistently lower oil prices can be reduced by shifting the composition of the GPFG away from investments with returns that fluctuate in tandem with oil prices.
nb: Hovedstyret har tidligere drøftet, herunder i seminar 15. august, om sårbarheten i norsk økonomi for et varig fall i oljeprisene kan reduseres ved å vri sammensetningen av fondet vekk fra investeringer hvor avkastningen svinger i takt med oljeprisen.

source: Bicentenary of the Norwegian Constitution 2014, 200-krone commemorative silver coin
nb: I 2014 var det 200 år siden Grunnloven ble vedtatt av riksforsamlingen på Eidsvoll.

source: Japanese yen has been particularly volatile.
nb: japanske yen har vært spesielt kraftige.

source: Up until 2015, the government's net cash flow from petroleum activities exceeded the non-oil deficit.
nb: Frem til og med 2015 var statens netto kontantstrøm fra petroleumsvirksomheten større enn det oljekorrigerte underskuddet.

source: extent to which the exchange rate pass-through to prices for imported consumer goods can
nb: gjennomslaget fra kronekursen til prisene på importerte konsumvarer kan sees på som ikke-

source: Section 2, first paragraph, of the Norges Bank Act contains a provision stipulating that Norges Bank “shall conduct its operations in accordance with the economic policy guidelines drawn up by the government authorities and with the country's international commitments”.
nb: Sentralbankloven har i § 2 første ledd en bestemmelse om at Norges Bank «skal utøve sin virksomhet i samsvar med de økonomisk-politiske retningslinjer som er fastlagt av statsmyndighetene, og med de internasjonale forpliktelser landet er bundet av».

source: Obverse: King Oscar II at left.
nb: Kong Oscar II til venstre.

source: The reverse of the coin was designed by sculptress Nina Sundbye.
nb: Revers er utformet av billedhugger Nina Sundbye.

source: approved systems also applies to the operator's follow-up
nb: avregning og nettooppgjør kan skje i insolvenssituasjo-

source: Transparency may be discussed in relation to:
nb: Åpenhet kan drøftes i forhold til

source: However, the market practice in the international market for syndicated loans seems to be 5-days lookback without observation shift.
nb: I det internasjonale markedet for syndikerte lån synes imidlertid standarden å ha blitt 5 dagers lookback (uten observasjonsskift).

source: The bubble burst and John Law fled to Italy.
nb: Boblen sprakk, og John Law måtte flykte til Italia.

source: Debt-servicing capacity can be assessed using both an aggregate estimate of debt servicing costs (comparison of the current level with historical developments) (Chart 1.13 and 1.14), and measures of debt at risk based on studies of individual household and enterprise data (see for example Solheim and Vatne (2013)).
nb: Gjeldsbetjeningsevne kan vurderes ved hjelp av både aggregert gjeldsbetjeningskostnader (sammenligning av dagens nivå med historisk utvikling) (Figur 1.13 og 1.14), og mål for risikoutsatt gjeld basert på studier av tall for enkelthusholdninger og foretak (for eksempel Solheim og Vatne (2013)).

source: There were two alternatives:
nb: Det var to hovedalternativer:

source: In several countries where the interest rate is approaching zero, central banks have considered or have already implemented alternative monetary policy measures.
nb: I flere land der rentenivået er nær null, har sentralbankene vurdert eller allerede tatt i bruk alternative pengepolitiske virkemidler.

source: Norway has committed to reducing emissions by at least 50% of 1990 levels by 2030 and aims to be a low-carbon economy in 2050.
nb: Norske utslipp skal reduseres med minst 50 prosent av 1990-nivået innen 2030, og Norge har mål om å være et lavutslippssamfunn i 2050.

source: term than is necessary in the long term.
nb: det vil være behov for over tid.

source: 2021 as a basis for the more detailed estimates of revenue decline.
nb: tid. Vi bruker disse anslagene og det samlede BNP-anslaget for 2021 som utgangspunkt for de

source: of why we believe these variables can contribute to
nb: høy gjennomsnittlig egenkapitalandel enn i bransjer med

source: The impact on money market rates after the interest
nb: Utslagene i pengemarkedsrentene etter rentemøtene i

source: The proposed Section 3-1, first and second paragraph, and the Commission’s assessments appear to retain this ability.
nb: Forslaget til § 3-1 første og annet ledd og utvalgets vurderinger synes å videreføre dette.

source: The working group proposes that term adjustment of Nowa be done by using a capitalised average with two days’ observation shift multiplied by 360/365.
nb: Arbeidsgruppen foreslår at terminjusteringen av Nowa gjøres ved å bruke et kapitalisert gjennomsnitt med to dagers observasjonsskift multiplisert med 360/365.

source: Step 3 was and a sharp fall in asset prices have been important
nb: Trinn 3 ble dels utført av det initiale sjokket til økonomien: innenlandsk kost-

source: will have negative effects on output.
nb: negative effekter på produksjonen.

source: The average for the OECD countries was just over 40 per cent.7 In a highly liquid market, large transactions can be carried out without influencing prices to any particular extent, and the bid-ask spread is small.8 This is true of the US, Canada, the UK, Belgium, Spain and Italy, among others.9 Such as the World Bank and the European Investment Bank.
nb: Gjennomsnittet for OECD-landene var i overkant av 40 prosent.7 I et marked med god likviditet er det mulig å omsette store handelsposter uten at prisene påvirkes i særlig grad, og forskjellen mellom salgs- og kjøpspris er liten.8 Dette gjelder for eksempel USA, Canada, Storbritannia, Belgia, Spania og Italia.9 Som Verdensbanken og Den europeiske investeringsbanken.

source: In its discussion, the Executive Board emphasised that the upswing in the Norwegian economy and continued low interest rates entail a risk of high house price inflation ahead.
nb: I drøftingen la hovedstyret vekt på at oppsvinget i norsk økonomi og fortsatt lave renter gir en risiko for høy boligprisvekst fremover.

source: Bank, predicts bankruptcy probabilities on the basis of
nb: len, som er utviklet i Norges Bank, predikerer konkurs-

source: Norges Bank reports on the conduct of monetary policy in the Monetary Policy Report and the Annual Report.
nb: Norges Bank rapporterer om gjennomføringen av pengepolitikken i Pengepolitisk rapport og i årsberetningen.

source: The chart shows relative hourly labour costs in the manufacturing sectorin Norway and among Norway's trading partners, calculated in a commoncurrency.
nb: Figuren viser relative timelønnskosnader i industrien i Norge og hosNorges handelspartnere, regnet i felles valuta.

source: products to the extent possible.
nb: tvers av markeder og produkter.

source: Changes to the mandate for the Government Pension Fund GlobalLetter of 23 April 2019 from the Ministry of Finance
nb: Endringer i mandatet for Statens pensjonsfond utlandBrev 23. april 2019 fra Finansdepartementet

source: On days with insufficient data, Nowa will be calculated as a volume-weighted average of the interest rate on transactions completed on the reporting day and the interest rate on transactions included in Nowa the previous reporting day, adjusted for any changes in the policy rate.
nb: På dager med manglende datagrunnlag beregnes Nowa som et volumvektet gjennomsnitt av renten på transaksjoner som er gjennomført på rapporteringsdagen og renten på transaksjoner som inngikk i Nowa foregående rapporteringsdag, justert for eventuelle endringer i styringsrenten.

source: Norges Bank, in its capacity as central bank, are associated
nb: og behandlingsvirksomheten i Norges Bank fikk mer og

source: At that time, Friedrich Georg Nissen was the highest-ranking official in the Ministry of Finance.
nb: På den tiden var Friedrich Georg Nissen øverste embetsmann i Finansdepartementet.

source: In 1999 and 2000, fore-
nb: I 1999 og 2000 ble det lagt til

source: interest rates than the one expressed by Norges Bank.”
nb: rentefall enn det Norges Bank gir uttrykk for».

source: Næs and Skjeltorp (2003) find signs that crossing
nb: Næs og Skjeltorp (2003) finner tegn til at kryssenett-

source: guidelines for various other types of risk.
nb: Fullføre utviklingen av retningslinjer for styring av ulike typer risiko.

source: In the 1970s, most of Norway's scheduled freighters were phased out.
nb: I 1970-årene ble det meste av norsk linjefart faset ut.

source: of charges on payment services.
nb: Flertallet i direksjonen i Norges

source: bond market and lends through the state banks.
nb: merksomhet om de resultatene selskapene skaper.

source: It also appears that the decline in activity in the Norwegian economy will be more pronounced than previously assumed.
nb: Også i norsk økonomi ser det nå ut til at aktiviteten vil falle kraftigere enn vi tidligere har anslått.

source: The Executive Board asked NBIM to assess for next year’s budget whether the limit for the number of employees earning performance-based pay exceeding 100% of fixed salary can be revised downwards.
nb: Hovedstyret ba om at NBIM til neste års budsjett vurderer om rammen for antall ansatte som kan ha prestasjonslønnsavtaler som overstiger 100 prosent av fastlønn, kan nedjusteres.

source: c) Draft letter to the Supervisory Council
nb: c) Utkast til brev til representantskapet

source: for out of sample testing.
nb: forekommer før en valutakrise.

source: The anniversary motif on the coin's reverse was designed by the painter and illustrator Esther Maria Bjørneboe.
nb: Jubileumsmotivet på mynten er utformet av maler og tegner Esther Maria Bjørneboe.

source: Globally, there is now more capital under management by such entities than by banks (Chart 1.3).
nb: Globalt er det mer forvaltningskapital i slike foretak nå enn i bankene, se figur 1.3.

source: The most common notification periods are 2 or 5 days before the payment of the interest amount.
nb: De to vanligste varslingsperiodene som observeres i markedet er 2 eller 5 dager før rentebetaling, men også andre varianter er vanlig.

source: system that directly affect customers.
nb: krav til avtalepunktenes konkrete innhold.

source: Christian Heggen (DNB Markets) has had the primary responsibility for drafting the report.
nb: Christian Heggen (DNB Markets) har hatt hovedansvaret for arbeidet med rapporten.

source: The exchange rate has an effect on firms’ purchasing prices only
nb: skal reforhandles har valutakursen effekt på innkjøpsprisene på bedriftene.

source: Issues for 72 billion NOK in Treasury bills
nb: i veksler Utstedelser for 72 mrd. i veksler

source: Karen Helene Ulltveit-Moe and Egil Matsen presented the discussions on the Audit, and Risk and Investment committees respectively, and the issues of particular concern to the committees, including the rebalancing at the end of the quarter.
nb: Karen Helene Ulltveit-Moe og Egil Matsen redegjorde for drøftingene i henholdsvis revisjonsutvalget og risiko- og investeringsutvalget og de temaer utvalgene var særlig opptatt av, herunder gjennomføringen av rebalanseringen ved utgangen av kvartalet.

source: inflation target was introduced in New Zealand in 1990.
nb: sjonsmålet ble innført i New Zealand i 1990. Deretter

source: Nowa (Norwegian Overnight Weighted Average) is the only unsecured overnight rate in the Norwegian money market and has been recommended as an alternative reference rate in NOK
nb: Nowa (Norwegian Overnight Weighted Average) er i dag den eneste usikrede overnattenrenten i det norske pengemarkedet og er anbefalt som alternativ referanserente i norske kroner

source: Nicolai Rygg wrote the following in 1948:
nb: Nicolai Rygg skrev de følgende linjer i 1948:

source: period were of an order that would give rise to systemic
nb: vurdere systemene i forhold til lovens formål, herunder

source: The Governor and Birger Vikøren presented Norges Bank's draft consultation response.
nb: Sentralbanksjefen og Birger Vikøren redegjorde for utkastet til høringsuttalelse fra Norges Bank.

source: because, among other reasons, sufficient data are now available to estimate the model using data from the period of infla-tion targeting since 2001.
nb: Bakgrunnen er blant annet at vi nå har tilstrekkelig med data til å tallfeste modellen på perioden med inflasjonsstyring fra 2001.

source: the inflation target and stable growth in output is ex-
nb: konflikt mellom prisstabilitet og stabilitet i realøkono-

source: and intensified international competition have made
nb: Pengepolitikken har fått en klar rolle i å stabilisere den

source: upwards in the course of 1999, estimates for annual
nb: Alt i alt ga anslagene for 1999 i Inflasjonsrapport

source: The primary motif on the 500-krone note is
nb: Hovedmotivet på 500-kroneseddelen er

source: Item 200/2019 - Governance at NBIM – Report for 2019 Q
nb: Sak 200/2019 Virksomhetsstyring i NBIM – Rapport for tredje kvartal 2019

source: The fund's market value in 2018 is more than NOK 8 000 billion.
nb: I 2018 har fondet en markedsverdi på mer enn 8 000 milliarder kroner.

source: Today, Nibor is by far the most widely used reference rate in Norway, while Nowa is only used to a small extent.
nb: I dag er Nibor den klart mest brukte referanserenten i Norge, mens Nowa i liten grad brukes som referanseverdi.

source: financial stability, and stress tests play a key part in
nb: betydning for finansiell stabilitet, og bruk av stresstester

source: Central banks were established to exercise control over the monetary system, enabling states to issue banknotes people could trust and providing banks with a bank for their own deposits and from which they could, in the last resort, borrow from in times of crisis.
nb: Sentralbanker oppsto for å få kontroll med pengevesenet, slik at statene kunne utstede sedler folk stolte på, og slik at bankene selv hadde en bank de kunne plassere i og i siste instans låne av når krisene kom.

source: the stock of government bonds outstanding has increased over time.
nb: statsobligasjoner har vokst over tid.

source: I have received valuable assistance in preparing this speech.
nb: Jeg har fått god hjelp i arbeidet med denne talen.

source: The Nowa-based fallback rate (FR) will be equal to the sum of the capitalised average of Nowa (ARR) and spread adjustment between Nibor and Nowa (SA).
nb: Den Nowa-baserte erstatningsrenten, også omtalt som fallbackrente, (FR) vil være lik summen av det kapitaliserte gjennomsnittet av Nowa (ARR) og spreadjusteringen mellom Nibor og Nowa (SA).

source: compliance costs account for between 6 and 14 percent of banks’ total costs
nb: kostnadene utgjør 6-14 prosent av bankenes samlede kostnader, se Thornton
